/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "grayscale";

var DATA = {
	"青岛" : {
		"山东大学（青岛校区）" : ["雾雨魔理沙", "露米娅"],
		"青岛海洋大学" : ["魂魄妖梦", "蓬莱山辉夜"]
	},

	"济南" : {
		"山东大学" : ["西行寺幽幽子", "八云紫", "风见幽香"]
	},

	"上海" : {
		"复旦大学" : ["蕾米莉亚·斯卡蕾特", "芙兰朵露·斯卡蕾特"]
	},

	"北京" : {
		"北京大学" : ["琪露诺"],
		"清华大学" : ["帕秋莉·诺蕾姬", "十六夜咲夜"]
	},

	"兰州" : {
		"兰州大学" : ["藤原妹红", "八意永琳", "古明地恋"]
	},

	"武汉" : {
		"华中科技大学" : ["上白泽慧音", "东风谷早苗", "四季映姬·夜摩仙那度"]
	},

	"临沂" : {
		"临沂第一中学（北校区）" : ["常回家看看"]
	}
};

var SPEC_POS = {
	"univ_C" : [121.597479, 31.185356]
};

var TEL = {
};

var MAP_TITLE = "临沂一中19级39班毕业去向";

var ABOUT = {
	"作者" : ["单红旗"],
	"框架" : ["<a href='https://github.com/yuehaowang/irmap' target='_blank'>irmap</a>", "Bootstrap", "百度地图"]
};
